Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: "Child sexual abuse" is referred to as "getting a hotel room with children", "trick primary school girls into a hotel room to rape them" is referred to as "getting a hotel room with school girls", "raping an underage girl" is referred to in court as "prostituting an underage girl"… A society that treats everyone as an idiot will proclaim on June 1: Heavenly earth with blue sky, colorful flags with balloons, millions of children around the world are happily celebrating Children's Day on June 1.
ko: "아동 성추행"은 "아동과 여관 방에 들어 가는것"으로 여겨지고, "여자 초등학생들을 꾀어 여관 방에서 성폭행하는 것"은 "여자 아이들과 여관 방에 들어가는 것"으로 여겨진다. "미성년 여자아이를 성폭행하는 것"은 법정에서 "미성년 여자아이와 매춘"으로 여겨진다.

source: Blogger "youyou52011″ wrote a long post to explain why so many have echoed Ye's action online:
ko: 블로거 "요우요우52011″은 예(Ye)의 행동이 온라인에서 왜 그렇게 많은 반향을 일으키고 있는지를 설명는 장문의 글을 남겼다.

source: A grassroots movement is speaking out against the negligence of the authorities.
ko: 풀뿌리 운동은 당국의 태만에 대항해 외치는 것이다.

source: There are organizations dealing with women and children's rights in the system, but they are just vases and decoration.
ko: 여성과 아동의 권리를 처리하는 많은 기관들이 있지만, 거기는 단지 꽃병과 같은 장식일 뿐이다.

source: The negligence of officials and government organizations has resulted in discrimination and violence against women and children.
ko: 관료들과 정부 조직의 무관심은 여성과 아동에 대한 차별과 폭력으로 귀결되고 있다.

source: "Get a hotel room with me instead" signifies the pain shared by all Chinese people, that's why so many netizens relay such action art.
ko: "아이들 대신 나와 여관 방에 가자"는 문구는 모든 중국 사람들이 나누고 있는 고통을 상징한다.

source: Children's Day on June 1 is approaching.
ko: 6월 1일 어린이날이 다가오고 있다.

source: How can we face our children if such incidents of child sexual abuse keep emerging? The school should be a safe place for our kids, how can teachers do such an evil thing to their own students?
ko: 아동 성추행 사건이 계속 발생한다면 어떻게 우리가 어린이들의 얼굴을 마주할 수 있을까?

source: "Principal, spare the children, get a hotel room with me instead" is dark-humored resistance to the sexual abuse of underage girls.
ko: 학교는 우리의 아이들에게 안전한 공간이 되어야 하는데, 어떻게 교사들이 그러한 악행을 학생들에게 저질렀을까?

source: The scandal of the school girls being sexually abused has challenged our moral baseline, what was stated in Ye Haiyan's banner is written in blood and tears.
ko: "교장 선생님, 아이들은 놓아두고, 대신에 저랑 여관방에 가요"는 미성년 여자아이 성추행에 항의하는 씁쓸한 유머가 되고 있다.

source: One hundred years ago, Mr. Lu Xun cried out "Save our Children" against feudalism.
ko: 여자 아이들을 성적으로 학대하는 사건은 우리의 도덕 관념을 무너뜨리고 있으며, 예 하이얀(Ye Haiyan)이 피와 눈물로 쓴 플래카드가 호소하고 있는 것이기도 하다.

source: Such cries are still echoing in our time , this time people are demanding that principals stop putting their evil hands on underage girls.
ko: 지금 우리들은 교장들에게 그들의 더러운 손을 여자 아이들에게서 치울 것을 요구하고 있다.

source: "Get a hotel room with me instead" is a desperate cry, dark humor against the sexual abuse of underage girls and a protest against the education system.
ko: "아이들 대신에 나와 여관방에 가자"는 말은 절망적인 외침이며, 여자 아이 성추행에 저항하는 씁쓸한 유머이고 교육 시스템에 대한 저항이다.

source: "Volunteer Ma Qi" (@志愿者马奇) spelled out a plan of action to help the situation:
ko: "지원자 마 치"(@志愿者马奇)는 이러한 상황에 대처하는 행동 방안을 자세히 설명했다.

source: Parents want the criminals to be arrested as rapists.
ko: 부모들은 범죄자들이 강간범으로 체포되길 바란다.

source: The Ministry of Education and the ACWF should comment on the series of incidents. They should put forward a proposal to improve the situation and ACWF should give a public statement.
ko: 교육부와 전 중국 여성 연맹은 일련의 사건에 의견을 표명해야 하며, 그러한 상황을 개선할 수 있는 제안을 내놓아야 하고, 전 중국 여성연맹은 공식 성명을 발표해야 한다.

source: Abolition of the "underage prostitution" law.
ko: "미성년 매춘" 법은 폐지한다.

source: Syria: Old Homs Under Siege for a Year · Global Voices
ko: 시리아: 도시 홈스, 봉쇄 1년 째

source: This post is part of our special coverage Syria Protests
ko: 본 기사는 시리아 민중봉기 특별취재의 일부입니다.

source: This month marks the first anniversary of the siege of the old city of Homs, often described as the capital of the Syrian Revolution.
ko: 이 달을 맞아 '시리아 혁명의 수도'라고도 불리는 도시 홈스가 포위된지 1년이 되었다.

source: Homs, one of the first revolutionary Syrian cities to revolt against the tyranny of Bashar Al Assad, along with 14 neighborhoods and districts of the old city, including Baba Amr, Bab Sbaa, Khalidiya and Deir Balba, has been subjected to bombardment by the Syrian regime, shelling and raids for more than two years, making the daily survival even harder as food and medical supplies dwindle.
ko: 홈스는 바바 아므, 밥 사바, 칼리디야와 데어 발바와 같은 오래된 도시 내 14개 지역과 지구들과 함께 바사르 알 아사드의 독재에 가장 먼저 맞선 도시 중 하나로서, 2년이 넘게 시리아 정권의 폭격,포격,습격을 받았고, 식량과 의료물품도 떨어져가면서 하루하루 살아남는 것이 힘들어지고 있다.

source: Homs...city under siegeby abdulrahman-romano
ko: 홈스.

source: In November 2012, Global Voices Online ran a post entitled Homs, A Revolutionary Syrian City in Ruins.
ko: 2012년 11월, 글로벌 보이스는 홈스, 시리아의 파괴된 혁명 도시 라는 기사를 냈다.

source: The "siege" of the 14 neighborhoods in Homs is a special case - and is not similar to other Syrian cities.
ko: 홈즈 내 14개 지역이 겪고 있는 "포위공격"은 특별한 경우로서, 다른 시리아 도시들과는 다르다.

source: It is a reminder of the siege of Gaza.
ko: 이 포위 상태태는 가자 지구 봉쇄를 떠올리게 한다.

source: However, in Homs there are no secret tunnels to smuggle basic supplies, medical aid and injured and sick people.
ko: 하지만 홈스에는 기본 물자와 의료 지원 물품들을 몰래 들여오거나 병자 및 부상자들을 몰래 빼낼 수 있는 비밀 터널이 없다.

source: In Homs, a few thousand people are trapped in an area where there were 400,000 people residing. jeydt23 reported on Storify:
ko: 한 때 400,000명의 사람들이 거주하고 있던 홈스에는 이제 수 천명의 사람들이 갇혀있다. jeydt23은 스토리파이에 이렇게 보도했다:

source: What is being called the Siege of Homs is arguably the most intense war zone in all of Syria at the moment.
ko: '홈스의 포위공격'이라고 불리고 있는 것은 현재 시리아에서 가장 격렬한 전쟁이 벌어지고 있는 곳입니다.

source: The siege has been going on for months with the death tolls on both sides of the conflict adding up daily.
ko: 양 쪽의 사망자 수가 매일 늘어나고 있는 상황 속에서도 포위 공격은 계속되고 있습니다.

source: Below are pictures, tweets, and videos of the people striving to survive.
ko: 아래에 있는 것은 살아남기 위해 분투하는 사람들의 영상, 사진, 트윗들입니다.

source: Syrian activists posted this video on the Facebook page of Break the siege of Homs on June 6, 2013, revealing the destruction of the city.
ko: 시리아 활동가들은 2013년 6월 6일 홈스 봉쇄를 풀어라 페이스북 홈페이지에 이 비디오를 올려 도시가 파괴되는 모습을 고발했다.

source: The blog Greater Syria posted a heart-breaking story under the title Yasin and Maryam Sabbagh…End the Siege on Homs, which describes the murder of a brother and sister (Yassin and Maryam) who were killed by a mortar bomb, fired by the regime’s forces in pro-regime districts, while playing outside their home.
ko: 블로그 '그레이터 시리아(Greater Syria)'에는 야신 사바흐와 마르얌 사바흐…홈스 봉쇄를 풀어야한다 이라는 가슴아픈 글이 올라왔다. 이 글은 집 밖에서 놀다가 친(親)정부군 지역에서 정부군이 발사한 박격포에 의해 죽은 남매(야신과 마르얌)에 관한 이야기이다.

source: A video of their martyrdom with an emotional comment said:
ko: 그들의 순교를 담은 비디오에서는 감정적인 코멘트와 함께 이렇게 말했다:

source: A short while ago, a piece of news stabbed my heart hard and petrified my eyes in disbelief.
ko: 얼마 전에, 한 소식이 내 가슴을 깊게 찌르고 들어왔고 믿을 수 없는 소식에 내 눈은 굳어버렸다.

source: Maryam and Yassin Sabbagh drawing what their life has been limited to: mortars, shelling, darkness, fear, and destruction; deprived from education, from schools, from having friends and neighbours to play with, from enjoying the blessings of life like world’s children, from food and sanitary water, from electricity, from everything..
ko: 마르얌 사바흐와 야신 사바흐가 그린 그들의 삶은 이렇게 한계지어졌다: 박격포, 포격, 어둠, 공포, 파괴; (그 아이들은)교육과 학교, 친구와 이웃들, 세계의 다른 아이들처럼 삶을 즐길 수 있는 기회, 먹을거리와 깨끗한 물,전기,그리고 모든 것을 빼앗겨버렸다.

source: Break the siege of Homs.
ko: 홈스의 봉쇄를 풀어라.

source: Source Facebook page
ko: 출처 Facebook page

source: On his Facebook page, Yazan Homsi calls upon Syrians to support the revolution and not let the martyrs down.
ko: 야잔 홈시 는 그의 페이스북 페이지를 통해 시리아인들에게 혁명을 지지하고 순교자들을 버리지 말아달라고 호소한다.

source: He posted a letter written by an activist who reminded all Syrian activists of their pledge to protect the revolution until it achieves its goals:
ko: 그는 한 활동가가 모든 시리아 활동가들에게 목표가 달성될 때까지 혁명을 지키기로 한 맹세를 상기시키기 위해 쓴 편지를 올렸다:

source: A reproach from a martyr for everyone not living up to his duty...
ko: عتب شهيد على كل متخاذل .

source: Written Date 09/06/2013 Homs - the besieged area
ko: تاريخ الكتابة 9-6-2013 حمص - المنطقة المحاصرة

source: Martyrdom Date 10/06/2013 Homs - the besieged area
ko: تاريخ الشهادة 10-6-2013 حمص - المنطقة المحاصرة

source: Egyptians Want to Overthrow the Regime · Global Voices
ko: 무르시 정권타도를 외치는 이집트인들

source: Egyptians are marking the first anniversary of Mohamed Morsi's presidency with huge rallies across Egypt today , calling for him to leave office.
ko: 이집트인들이 모하메드 무르시(Mohamed Morsi) 대통령의 임기 1주년을 맞아 그의 사임을 요구하는 대규모 집회를 이집트 전역에서 벌이고 있다(6월 30일).

source: Anti-Morsi campaign Tamarrod, whose name translates to rebel, says it has so far gathered more than 22 million signatures from citizens, which call for early presidential elections.
ko: 타마로드(Tamarrod, 반역)라는 반(反) 무르시 캠페인 조직은 지금까지 조속한 대통령 선거를 요구하는 2천 2백만이 넘는 시민들의 지지 서명을 모았다고 주장한다.

source: According to Egyptian blogger Nermeen Edrees:
ko: 이집트 블로거 네르민 에드리스(Nermeen Edrees)는 말한다:

source: @NermeenEdrees: People are taking up from where they left off on Feb 2011 #Egypt
ko: @네르민 에드리스(@NermeenEdrees): 2011년 2월에 중단되었던 이집트 혁명이 다시 시작되고 있다

source: Wael Khalil clarifies :
ko: 와엘 카릴(Wael Khalil)은 단호하게 주장한다 :

source: @wael: The people want to overthrow the regime... seriously
ko: @와엘(@wael): 사람들이 정권을 갈아치우고 싶어한다.

source: On January 25, 2011, Egyptians protested against the 32-year rule of Hosni Mubarak.
ko: 2011년 1월 25일, 이집트 사람들은 32년간의 호스니 무바라크(Hosni Mubarak)의 통치에 항거해 일어났다.

source: Eighteen days later, Mubarak resigned.
ko: 18일 후, 무바라크는 사임했다.

source: During the interim period, Egypt was ruled by the Supreme Council for Armed Forces .
ko: 임시 정부 시기에 군부 최고회의(Supreme Council for Armed Forces )가 이집트를 통치했다.

source: Following elections, Morsi, a Muslim Brotherhood candidate, filled Mubarak's shoes, becoming president on June 30, 2012.
ko: 선거 후에 2012년 6월 30일 무슬림 형제단의 후보, 무르시가 대통령이 되면서 무바라크를 대신했다.

source: Today, Egyptians take to the streets again calling for Morsi to step down and for an end to the Muslim Brotherhood rule of Egypt.
ko: 오늘 이집트인들은 무르시의 사임과 무슬림 형제단 통치의 종식을 요구하며 또 다시 거리에 나섰다.

source: Egyptian protesters gather at Tahrir Square.
ko: 이집트 시위대들이 타흐리르 광장(Tahrir Square)에 모여있다.

source: Photograph shared by @LamiaHassan on Twitter
ko: @라미아하산(@LamiaHassan)이 트위터 올린 사진

source: Journalist Mohamed Abdelfattah reports:
ko: #이집트(#Egypt)

source: @mfatta7: There seems to be demonstrations in villages and alleyways where people never protested before. #Egypt
ko: 어제부터 시위대들이 이집트 혁명의 중심지인 카이로 시내의 타흐리르 광장(Tahrir Square)에 모여들었다.

source: Protesters have started gathering at Tahrir Square, the epi-centre of the Egyptian revolution in downtown Cairo, since yesterday.
ko: 오늘 카이로에서만 타지르 광장과 대통령 궁을 향하는 몇몇의 가두행진이 조직되었다.

source: In Cairo alone, several marches are being organised today, heading to both Tahrir Square and to the Presidential Palace.
ko: 또한 친(親) 무르시 가두행진과 집회가 이틀전에 열려 오늘까지 계속되고 있다.

source: Also, pro-Morsi marches and rallies have been held over the previous two days and continue today.
ko: 무르시를 지지하는 시위대와 반대하는 시위대와의 충돌은 유혈 폭력으로 많은 항구를 두려움에 떨게했다.

source: A fear many harbour is a clash between pro and anti-Morsi demonstrators, violence and bloodshed.
ko: 6월 30일에 있을 반무르시 시위시위를 준비하기 위해 전날 밤 타흐리르 광장에 텐트가 세워졌다.

source: Tents put up at Tahrir Square last night in preparation for today's anti-Morsi protests in Egypt.
ko: 트위터 사용자 @JanoCharbel가 공유한 사진이집트 블로거 제이노비아(Zeinobia) 또다른 우려를 나타냈다:

source: Photograph shared by @JanoCharbel on TwitterEgyptian blogger Zeinobia shares another concern:
ko: 미국 국무부가 이집트 여행 자제를 발표했다.

source: The US department of State issued a travel warning for Egypt.I believe it is normal thing especially after the murder of the US citizen Andrew Pochter in Alexandria’s clashes yesterday.
ko: 특히, 어제 알렉산드리아(Alexandria)에서 벌어진 충돌에서 미국 시민 앤드류 포채터(Andrew Pochter)가 살해당했기에 이런 조치는 당연하다고 생각한다.

source: The US marines have already been put on alert in Southern Europe so what happened in Benghazi won’t happen again in Cairo
ko: 미해병대가 이미 남유럽에서 비상대기하고 있기에 벵가지(Benghazi)에서 발생했던 일은 카이로(Cairo)에서는 다시 일어나지 않을 것이다.

source: You must know that there are calls by Ultra Radical Pro-Nationalists/Military/Nasserists for protesters not only to protest but to storm the US embassy.
ko: 상당히 급진적인 친(親)국가주의/군부/나세르주의자들이 시위대들에게 시위뿐만 아니라 미 대사관으로 쳐들어갈 것을 요구하고 있음을 알아야한다.

source: Those calls results of the anti-American sentiments growing among the Non-Islamists because they believe that the Obama administration is biased to the MB.
ko: 그러한 요구는 비(非)이슬람주의자 사이에서의 강한 반미 감정의 결과인데, 왜냐하면 그들은 오바마 행정부가 무슬림 형제단에 편견을 갖고 있다고 믿고 있었다.

source: US ambassador Anne Paterson is so much hated and many Egyptians consider her the American version of Lord Cromer.
ko: 이집트 주재 미국 대사 앤 패터슨(Anne Paterson)은 너무 많은 미움을 받고 있는데, 많은 이집트인들은 그녀를 20세기 초 이집트에 개혁을 실시했던 영국 외교관 크로머 경(卿)의 미국 버전이라고 생각했다.

source: I believe the MB would love to protesters storm the US embassy this happen so their political opponents as well the Egyptian army lose all the cards with Washington.
ko: 시위대들이 미국 대사관으로 쳐들어가 이집트 군부 뿐만 아니라 정치적 반대자들이 워싱턴(미국)과의 협상에서 모든 카드를 잃어버리게 되는 것을 무슬림 형제단이 좋아할지도 모른다.

source: Morsi's first year in office has been a bad one for Egyptians, with fuel and electricity shortages, among many woes.
ko: 무르시의 임기 첫해는 많은 문제 가운데에서도 연료와 전력 부족으로 이집트인에게는 힘든 한해였다.

source: Jasmine Elnadeem explains:
ko: 자스민 엘나딤(Jasmine Elnadeem)은 다음과 같이 설명한다:

source: @Selnadeem: Most of people say that their cars have no fuel, they couldn't go work and decided to join the protest in #Tahrir. #Egypt #30_june
ko: @셀나딤(@Selnadeem): 대부분의 사람들이 그들의 차에 기름이 없어 일하러 갈수 없었기에, 그래서 6월 30일 타지르 광장의 시위에 참가하기로 했다고 말한다.

source: Egyptian activist and blogger Alaa Abd El Fattah shares the following note on Facebook :
ko: 이집트 활동가이며 블로거인 알라 압드 엘 파타(Alaa Abd El Fattah) 페이스북에 아래와 같은 글을 올렸다 :

source: Since my mother ridiculed me for the state of depression I was in and gave me a lesson in how, when the people take to the streets to uproot their rulers, then this should be the only important interest and that all the plans and conspiracies being made by opportunists do not matter, I have decided to switch to optimism.
ko: 어머니가 무력감에 빠져있던 나를 힐난하면서 사람들이 어떤 방식으로, 언제 거리에 나가 통치자들을 축출해야 하는지를 알려주셨다. 이후로 이것은 유일한 관심사가 되었고, 반대 세력이 만들어낸 계획, 음모들도 아무런 문제가 되지 않았다. 낙관적으로 생각하기로 했다.

source: Tomorrow will be better no matter what.
ko: 어쨌든 내일은 더 나아질 것이다.

source: To unify the columns of revolutionaries, I would like us to agree on the following:
ko: 혁명가들의 대열을 통합하기 위해, 우리들이 다음 사항에 동의해주길 바란다.

source: * To overthrow all those who torture and kill people, and humiliate them
ko: * 사람들을 고문하고 살해하고 모욕한 모든 자들을 축출한다.

source: * To overthrow all those who steal from people, destroy their homes, health and environment
ko: * 사람들을 갈취하고, 가정과 건강, 환경을 파괴한 모든 자들을 축출한다.

source: * To overthrow all those who deny people their happiness, dreams and aspirations, whether through oppression, poverty or moral guardianship
ko: * 압제와 가난 혹은 도덕성 보호를 통해 사람들의 행복과 꿈 그리고 열망을 저버린 모든 자들을 축출한다.

source: * To overthrow all those who reconcile or cooperate with Zionists
ko: * 유태인들(시오니스트)과 화해하고 협력한 모든 자들을 축출한다.

source: * To overthrow all those whose decisions are based on American approval
ko: * 미국의 승인에 의거한 결정을 한 모든 자들을 축출한다.

source: * To overthrow all those who have authority without the approval of the people, and all those who rule against the approval of the people
ko: * 사람들의 승인 없이 권력을 휘두른 모든 자들과 사람들의 승인을 무시하고 통치한 모든 자들을 축출한다.

source: * To overthrow all those who have helped any of those who have committed any of the crimes above from accountability
ko: * 위에서 언급한 어떠한 범죄 행위의 책임이 있는 자들을 방조한 모든 자들을 축출한다.

source: Many are keen to join the protests:
ko: 많은 사람들이 시위에 참가하고 싶어한다.

source: Donia Iskandar tweets :
ko: 도니아 이스칸다르(Donia Iskandar)가 트위터에 썼다 :

source: @Donia_Iskandar: Everyone take a shower, drink tea or coffee, sit with your family for a while, pray, and come down to the street to protest against Morsi and the Muslim Brotherhood
ko: @도니아 이스칸다르(@Donia_Iskandar): 모든 사람들이 샤워를 하고, 잠시동안 가족들과 둘러 앉아 차나 커피를 마신 후 기도를 한다. 그리고 거리에 나가 무르시와 무슬림 형제단을 반대하는 시위에 참가한다.

source: Others are giving protesters tips on how to remain secure online.
ko: 어떤 사람들은 시위대들에게 온라인에서 신원을 노출하지 않고 안전하게 남아있는 방법을 알려주고 있다.

source: Lobna Darwish tweets:
ko: 로브나 다위시( Lobna Darwish)가 아래의 글을 트위터에 올렸다:

source: @lobna: Switch off auto-update from your emails on your mobile phones when using open networks around the Palace and don't enter any passwords even if you are using https
ko: @로브나(@lobna): 대통령 궁 주변에서 공개 네트워크를 사용할 때는 모바일 폰에서의 이메일 자동 업데이트 기능을 꺼두어 한다.

source: @lobna: Do not send any information on the internet which you don't want the state security, the army, Morsi or your mother to know about when you are around the palace
ko: @로브나(@lobna): 당신들이 언제 대통령 궁 주변에 있었는지를 정보 기관이나 군부, 무르시 혹은 당신들의 어머니가 알게 되는 것을 원치 않는다면 인터넷에서 어떤 정보도 보내지 마세요.

source: And Bassem Sabry warns protesters not to eat or drink anything offered by strangers, after protesters in Alexandria reportedly got poisoned from drinking contaminated water handed out at a protest:
ko: 알렉산드리아에서의 시위에서 시위대들이 나눠진 오염된 물을 마시고 식중독에 걸린 후에, 바셈 사브리(Bassem Sabry)는 외부인들이 제공한 어떤한 것도 마시거나 먹지 말라고 시위대에게 주의를 촉구했다.

source: @Bassem_Sabry: Nobody should take food and water from strangers.
ko: @바셈_사브리(@Bassem_Sabry): 외부인이 제공한 음식과 물을 누구도 먹어선 안된다.

source: There are reports of poisoning among protesters after drinking water bottles distributed by strangers
ko: 시위대들 사이에서 외부인들이 제공한 물을 마시고 식중독에 걸렸다는 보고가 있다.

source: Morsi supporters carrying sticks and shields in Cairo today.
ko: 오늘 카이로에서 곤봉과 헬멧으로 무장한 무르시의 지지자들.

source: Photograph shared by Kareem Fahim (@kfahim) on Twitter.
ko: 시위가 막 시작되었고 사고가 발생할 것으로 보인다.

source: The day has just started and may not be incident free.
ko: 에반 힐(Evan Hill) 기자가 보도한다:

source: @evanchill: Big column of maybe 150 men jogging through rally with sticks and helmets, maybe half of them with matching metal sheet shields
ko: @에반칠(@evanchill): 곤봉과 헬멧으로 무장한 약 150명 정도의 남자들의 큰 대열이 집회로 달려가고 있다. 그들 중의 절반 정도가 철방패를 구비하고 있다.

source: His report matches this photograph shared by Kareem Fahim on Twitter, which shows Morsi supporters, carrying sticks and shields, and wearing helmets.
ko: 에반 힐의 보도에는 카림 파힘(Kareem Fahim)이 트위터에 올린 곤봉과 방패 그리고 헬멧을 착용한 무르시 지지자들의 사진이 함께 담겨져 있었다.

source: Stay tuned for more coverage from Egypt as the day's events unfold.
ko: 시위 당일 사건들이 발생하고 있어, 이집트에서의 보도에 좀 더 주목하고 있다.

source: Taiwan: Flash Protests Against Land Expropriation · Global Voices
ko: 대만: 토지 몰수에 반발하는 즉흥시위

source: The dispute over land expropriation in Miaoli County has lit a fire for a series of flash protests targeting the President and the Premier for their indifference to citizens' suffering.
ko: 미아올리 주 토지 몰수를 둘러싼 공방이 일련의 즉흥 시위에 불을 지폈다. 시위자들은 대통령과 총리가 시민의 고통에 무관심하다고 규탄했다.

source: Several policemen from a "special district branch" were reported to check protesters' I.D. and take away those who refused to show their I.D. to the police stations.
ko: 보도에 따르면 "특별 관할 지역" 담당 경찰이 시위자의 신원을 확인을 하는 과정에서 신분증 제시를 거부한 사람들을 연행했다고 한다.

source: More from The Far-Eastern Sweet Potato.
ko: 더 자세한 내용은 극동지역 고구마 블로그에서 읽어볼 수 있다.

source: Alleged Fraud during Parliamentary Elections in Togo · Global Voices
ko: 토고 총선, 부정선거 의혹

source: Parliamentary Elections are underway in Togo today (25/07/2013).
ko: 오늘 토고에서 총선이 열린다.

source: The Save Togo Association has already reported instances of alleged fraud .
ko: (원문 작성일자: 7월 25일) 하지만 토고구원연합은 이미 부정 선거 의혹 을 제기한 바 있다.

source: Togolese activist Sylvio Combey posted an image from one of the polling station on twitter: 8:00, A ballot box is shown to be empty in #Kanyikopé (Togo) #TGinfo #TG2013 #Nukpola #Fb
ko: 토고인 활동가 실비오 콤베이(Sylvio Combey)는 트위터에 투표장 사진을 하나 올리며 아래와 같이 적었다:

source: Women's Struggle for Clean Water in Kyrgyzstan · Global Voices
ko: 깨끗한 물을 위한 키르키스탄 여성들의 투쟁

source: UnitedKyrgyzstan blog tells a story of the daily struggle for clean water faced by women and children in many parts of rural Kyrgyzstan:
ko: 키르키스탄연합 블로그는 깨끗한 물을 얻기 위해 매일 투쟁하는 키르키스탄 농촌 지역 여성들과 아동들의 사연을 전했다 :

source: It is the task of women and children to queue up for drinking water and then carry home heavy tanks with water through hundreds of meters of broken rural roads...
ko: 식수를 얻기 위해 줄을 서고, 무거운 물동이를 지고 몇 백 미터의 부러진 도로를 걷는다. 이렇게 물을 집까지 운반하는 것이 여성들과 아동들의 입무이다.

source: Fukushima: No Place Like Home · Global Voices
ko: 후쿠시마: 내 집만한 곳은 없다?

source: ‘No Time for Anger ’, a visualization journal by a team of Swiss media reporter and designers, illustrates Fukushima two years after the triple catastrophe of the Tōhoku earthquake and tsunami followed by the Fukushima Daiichi nuclear disaster on March 11, 2011.
ko: ‘화낼 시간도 없다’는 스위스 언론사 기자와 디자이너 팀에 의해 만들어진 비주얼리제이션 저널 사이트로서 2011년 3월 11일의 토호쿠 지진-쓰나미-후쿠시마 다이이치 원전 사고로 이어진 삼중 재앙이 일어난 지 2년이 지난 지금의 상황을 보여준다.

source: Fearing radiation, some residents sought evacuation to other areas in Japan, but the data visualization by the team shows the majority of people who fled actually stayed within the region of Fukushima:
ko: 방사능 공포 때문에 몇몇 주민들은 일본 다른 지역으로 대피했지만, 이 팀이 만든 데이터 비주얼리제이션에 때르면 과반수의 피난민들이 후쿠시마 지역을 벗어나지 않은 것으로 드러났다:

source: We received data sets from the prefecture of Fukushima on the number of refugees and their current location for the years 2011 and 2012.
ko: 후쿠시마현으로부터 대피 주민의 수와 그들의 2011년 2012년 거주지 변동 사항 데이터를 받았다.

source: We imagined that since this was a nuclear catastrophe people would flee from the region and wish to be as far away as possible.
ko: 우리는 핵 참사 이후 사람들이 그 지역을 벗어나 최대한 멀리 떨어진 곳으로 대피했을 것이라 예상했다.

source: Yet, the numbers from the prefecture of Fukushima backed by researchers at the University of Gunma showed that the reality was quite different.
ko: 그러나 군마 대학의 학자들이 확인해 준 후쿠시마현의 데이터는 우리의 이런 예상을 뒤집었다.

source: The majority of people who fled actually stayed within the region of Fukushima.
ko: 과반수의 대피민들이 실제로는 후쿠시마현 안에 계속 남아있었다.

source: Syria: Tweeting from the Frontline in Aleppo · Global Voices
ko: 시리아: 알레포 전선에서 보낸 트윗

source: Journalist Jenan Moussa is back in Aleppo, Syria, tweeting her experiences as the war between pro- and anti-government forces intensifies.
ko: 친정부군과 반정부군 간 내전이 격해지는 가운데, 저널리스트 제난 무사(Jenan Moussa)가 시리아 알레포에 돌아와 그녀의 경험을 트윗으로 전했다.

source: Moussa's tweets are raw and personal, giving readers a snippet of what life is like for those caught in the crossfire.
ko: 무사는 생생하고 다소 사적인 트윗을 통해 독자들에게 분쟁에 휘말린 사람들의 삶의 단편을 보여주고 있다.

source: Moussa, who is a roving reporter for Arabic Al Aan TV, Dubai, UAE, observes:
ko: 아랍에미리트 두바이의 아랍 알 아안 TV (Arabic Al Aan TV)에서 특파원으로 일하고 있는 무사는 이렇게 관찰했다:

source: @jenanmoussa: Its great to be back in #Aleppo & meet all my friends.
ko: @jenanmoussa: #알레포로 돌아와 다시 친구들을 만나니 정말 좋다.

source: City seems much better than last time I was here.
ko: 여기에 마지막으로 왔었던 때보다 상황이 훨씬 좋아보인다.

source: People adapted to war.
ko: 사람들이 전쟁에 적응한거겠지.

source: Dinner, in Aleppo, is accompanied by the sounds of mortars falling in the distance:
ko: 알레포에서의 저녁은 멀리서 박격포가 떨어지는 소리를 동반한다:

source: @jenanmoussa: It's dinner time here in #Aleppo.
ko: @jenanmoussa: #알레포에서 저녁 식사를 할 시간.

source: We are having Mexicana chicken as sound of mortars echoes at a distance.
ko: 멀리서 박격포 소리가 들려오는 가운데 멕시카나 치킨을 먹고 있다.

source: After a night in the city, Moussa wonders:
ko: 도시에서의 하룻밤 이후, 무사는 의아하게 여기는 게 하나 있다:

source: @jenanmoussa: Morning from #Aleppo.
ko: @jenanmoussa: #알레포에서의 아침.

source: I couldn't sleep till 6 am.
ko: 새벽 6시까지 잠을 못 잤다.

source: Everytime I closed my eyes I imagined bombs falling.
ko: 눈을 감을 때마다 폭탄이 떨어지는 상상을 했다.

source: God, how do ppl stay sane?
ko: 다른 사람들은 대체 어떻게 제정신을 유지하는걸까?

source: In Aleppo, she visits the site where a Scud missile fell some 45 days earlier.
ko: 알레포에서 그녀는 45일 전 스커드 미사일이 떨어졌던 곳을 방문했다.

source: She tweets:
ko: 그녀의 트윗:

source: @jenanmoussa: Earlier today I went to site where SCUD missile fell 45 days ago in #Aleppo.
ko: @jenanmoussa: 방금 전 알레포에 45일 전 스커드 미사일이 떨어졌던 곳을 방문했다.

source: 6 bodies are still missing under rubble
ko: 못 찾은 시신 6구는 아직도 잔해더미 속에 있다.

source: Jenan Moussa in Aleppo, at the site where a Scud missile fell 45 days earlier.
ko: 알레포에 있는 제난 무사, 45일 전 스커드 미사일이 떨어진 곳이다.
